Repository: Oberhauser-Dev/wrestling_scoreboard
Catalog: wrestling_scoreboard_client/lib/l10n/app_*.arb
Languages: de

# appName
source: Wrestling Scoreboard
de: Ringkampf-Anzeige

source: Home
de: Heim

source: Guest
de: Gast

source: Explore
de: Erkunden

source: More
de: Mehr

source: Settings
de: Einstellungen

source: General
de: Allgemein

source: Network
de: Netzwerk

source: Scoreboard
de: Anzeigetafel

source: System setting
de: Systemeinstellung

source: Language
de: Sprache

# de_DE
source: German
de: Deutsch

# en_US
source: English (US)
de: Englisch (US)

source: Theme mode
de: Themen Modus

# themeModeLight
source: Light mode
de: Heller Modus

# themeModeDark
source: Dark mode
de: Dunkler Modus

source: Font family
de: Schriftart

source: System font
de: System-Schrift

# webClientUrl
source: Web Client Url (used for sharing)
de: Web-Client-Url (genutzt fürs Teilen)

source: Services
de: Dienste

source: API Provider
de: API-Anbieter

# warningOverrideDatabase
source: This action overrides the existing database. Are you sure, you want to continue?
de: Diese Aktion überschreibt die existierende Datenbank. Bist du sicher, dass du fortfahren möchtest?

# importFromApiProvider
source: Sync with API provider
de: Synchronisiere mit API-Anbieter

# warningMissingApiProviderCredentials
source: The credentials for the API Provider of the organization are required for the import. Please provide a username and a password!
de: Für den Import werden die Zugangsdaten zum API-Provider der Organisation benötigt. Bitte gib Nutzername und Passwort an!

# warningImportFromApiProvider
source: This action imports objects of this organization and tries to integrate them. Are you sure, you want to continue?
de: Diese Aktion importiert Objekte dieser Organisation und versucht diese zu integrieren. Bist du sicher, dass du fortfahren möchtest?

# proposeFirstImportFromApiProvider
source: Cannot determine the last import. Would you like import the data?
de: Der letzte Import konnte nicht bestimmt werden. Möchtest du die Daten importieren?

# proposeImportFromApiProvider
source: The last import was on {date} at {time}. Would you like to update the data?
de: Der letzte Import war am {date} um {time} Uhr. Möchtest du die Daten aktualisieren?

# proposeApiImportDuration
source: Duration for proposing an API import
de: Dauer für die Aufforderung eines API-Imports

# importIncludeSubjacent
source: Also import all subjacent data. This may take longer and fail on a timeout or if inconsistent data occurs!
de: Importiere auch alle darunderliegenden Daten. Dies kann länger dauern und bei Zeitüberschreitung oder inkonsistenten Daten fehlschlagen!

source: App Data Directory
de: Ordner für App-Daten

source: Report Provider
de: Report-Anbieter

# warningMissingReporter
source: Please provide a Report Provider for this organization.
de: Bitte gib einen Report-Anbieter für diese Organisation an.

source: Print
de: Drucken

source: Database
de: Datenbank

source: Export database
de: Datenbank exportieren

source: Restore database
de: Datenbank wiederherstellen

source: Restore default database
de: Standard-Datenbank wiederherstellen

source: Reset database
de: Datenbank zurücksetzen

source: Local Backup
de: Lokales Backup

source: Save every
de: Speichere alle

source: Delete after
de: Lösche nach

source: Bell sound
de: Glocken-Sound

# timeCountDown
source: Count down the time
de: Zähle die Zeit herunter

source: Profile
de: Profil

source: Username
de: Nutzername

# usernameRequirementsWarning
source: A username may only contain alphanumeric characters, dot (.), hyphen (-) or underscore (_).
de: Ein Benutzername darf nur Kleinbuchstaben, Zahlen, Punkt (.) oder Bindestrich (-) enthalten.

source: Password
de: Passwort

source: Users
de: Nutzer

source: User
de: Nutzer

source: Joined on
de: Beigetreten am

source: Privilege
de: Berechtigung

# auth_signIn
source: Sign in
de: Anmelden

# auth_signInPrompt_phrase
source: Already have an account? Sign In
de: Haben Sie bereits ein Konto? Hier anmelden

# auth_signIntoAccount_phrase
source: Sign in to your account
de: Melden Sie sich an

# auth_signUp
source: Sign up
de: Registrieren

# auth_signUpPrompt_phrase
source: Don't have an account? Sign Up
de: Noch kein Konto? Hier registrieren

# auth_signOut
source: Sign out
de: Abmelden

# auth_emailPrompt_phrase
source: Please enter your email address
de: Bitte geben Sie Ihre E-Mail-Adresse ein

# auth_Password
source: Password
de: Passwort

# auth_password_save_phrase
source: Save password
de: Passwort speichern

# auth_change_password
source: Change password
de: Password ändern

# auth_agreeTermsAndConditions_phrase
source: I read and agree to Terms & Conditions
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und stimme ihnen zu

source: Imprint
de: Impressum

source: About
de: Über

# about_Changelog
source: Changelog
de: Änderungsprotokoll

# about_Licenses
source: Licenses
de: Lizenzen

# about_Application
source: Application
de: App

# about_Contact
source: Contact
de: Kontakt

# about_Development
source: Development
de: Entwicklung

# about_development_phrase
source: August Oberhauser Email: info@oberhauser.dev Website: [oberhauser.dev](https://oberhauser.dev)
de: Oberhauser Dev Email: info@oberhauser.dev Website: [oberhauser.dev](https://oberhauser.dev)

source: Privacy Policy
de: Datenschutzerklärung

# optionSelect
source: select
de: Auswählen

source: None selected
de: Nichts ausgewählt

source: Create
de: Erstellen

source: Edit
de: Bearbeiten

source: Save
de: Speichern

source: Add
de: Hinzufügen

source: Add existing
de: Existierendes Objekt verknüpfen (empfohlen)

source: Merge Object Data
de: Objekt-Daten zusammenführen

source: Remove
de: Entfernen

source: Previous
de: Vorherige(r)

source: Next
de: Nächste(r)

source: Cancel
de: Abbrechen

source: Reset
de: Zurücksetzen

source: Display
de: Anzeige

source: Share
de: Teilen

source: Toggle Fullscreen
de: Vollbildschirm umschalten

source: Favorite
de: Favorit

source: Favorites
de: Favoriten

source: Description
de: Beschreibung

source: Comment
de: Kommentar

source: Abbreviation
de: Abkürzung

# noItems
source: No items available.
de: Keine Einträge vorhanden.

# mandatoryField
source: This is a mandatory field.
de: Das ist ein Pflichtfeld.

# actionSuccessful
source: The action was successful.
de: Die Aktion war erfolgreich.

# noWebSocketConnection
source: The connection to the server could not be established or was interrupted.
de: Die Verbindung zum Server konnte nicht aufgebaut werden oder wurde unterbrochen.

# errorOccurred
source: Something went wrong :/
de: Etwas ist schief gelaufen :/

# notFoundException
source: Element was not found :/
de: Element wurde nicht gefunden :/

# invalidParameterException
source: The change was not successful, please check your input parameters.
de: Die Änderung war nicht erfolgreich, bitte überprüfe deine Eingabeparameter.

# warningBoutGenerate
source: This action overrides all existing bouts of this match. To edit single bouts, use the bout editing page. Are you sure, you want to continue?
de: Diese Aktion überschreibt Kämpfe der geänderten Gewichtsklassen. Um einzelne Kämpfe zu bearbeiten, nutze die Seite zur Kampf-Bearbeitung. Bist du sicher, dass du fortfahren möchtest?

# warningPrefilledLineup
source: The lineup was prefilled with values from a previous match!
de: Die Aufstellung wurde mit Werten einer vorherigen Begegnung vorausgefüllt!

# infoUseDivisionWeightClass
source: Only define weight classes per league, if they differ from those of its division!
de: Definiere Gewichtsklassen pro Liga nur, wenn sie sich von denen der zugehörigen Spielklasse unterscheiden!

source: Retry
de: Erneut versuchen

source: Network timeout
de: Netzwerk-Timeout

source: Event
de: Veranstaltung

source: Place
de: Ort

source: Date
de: Datum

source: Days
de: Tage

source: Hours
de: Stunden

source: Minutes
de: Minuten

source: Seconds
de: Sekunden

# startDate
source: Beginning
de: Beginn

# endDate
source: End
de: Ende

# wrestlingRulesPdf
source: https://uww.org/sites/default/files/2019-12/wrestling_rules.pdf
de: https://www.ringen.de/wp-content/uploads/2019/01/Internationales-Regelwerk_Januar-2019_.pdf

# teamMatchTranscript
source: Transcript for Team Matches
de: Protokoll für Mannschaftskämpfe

# teamMatchScoreSheet
source: Score sheet for Team Matches
de: Punktzettel für Mannschaftskämpfe

# singleCompetitionTranscript
source: Transcript for Single Competitions
de: Protokoll für Einzelmeisterschaften

# singleCompetitionScoreSheet
source: Score sheet for Single Competitions
de: Punktzettel für Einzelmeisterschaften

source: Signature
de: Unterschrift

source: Pool group count
de: Anzahl der Poolgruppen

source: Rank
de: Platz

source: Cycle
de: Zyklus

source: Cycles
de: Zyklen

source: Round
de: Runde

source: Round Type
de: Rundentyp

source: Qualification
de: Qualifikation

source: Contestant Status
de: Teilnehmer-Status

source: Elimination
de: Eliminierung

source: Eliminated
de: Ausgeschieden

source: Injured
de: Verletzt

source: Disqualified
de: Disqualifiziert

source: Repechage
de: Hoffnung

# finals
source: Final
de: Finale

# semiFinals
source: Semi-Final
de: Halbfinale

source: Mat
de: Matte

source: Mats
de: Matten

source: Visitors
de: Besucher

# numberAbbreviation
source: No.
de: Nr.

source: Total
de: Gesamt

# participantVacant
source: vacant
de: unbesetzt

source: Weight
de: Gewicht

source: Weight Class
de: Gewichtsklasse

source: Weight Classes
de: Gewichtsklassen

source: Weight Category
de: Gewichts-Kategorie

source: Weight Categories
de: Gewichts-Kategorien

source: Weight Unit
de: Gewichtseinheit

source: Age Category
de: Alters-Kategorie

source: Age Categories
de: Alters-Kategorien

# suffix
source: Category
de: Kategorie

# participantUnknownWeight
source: unknown weight
de: Gewicht unbekannt

source: Club
de: Verein

source: Clubs
de: Vereine

source: Club number
de: Vereinsnummer

source: Persons
de: Personen

source: Membership
de: Mitgliedschaft

source: Memberships
de: Mitgliedschaften

source: Membership number
de: Mitgliedsnummer

# leader
source: Team Leader
de: Mannschaftsführer

# leaders
source: Team Leaders
de: Mannschaftsführer

source: Coach
de: Trainer

source: Coaches
de: Trainer

source: Team
de: Mannschaft

source: Teams
de: Mannschaften

source: Team Club Affiliation
de: Team-Club-Zugehörigkeit

source: Participating Team
de: Teilnehmende Mannschaft

source: Participating Teams
de: Teilnehmende Mannschaften

source: Sub
de: Unter

source: Umbrella Organization
de: Dachorganisation

source: Organization
de: Organisation

source: Organizations
de: Organisationen

source: Division
de: Spielklasse

source: Divisions
de: Spielklassen

source: League
de: Liga

source: Leagues
de: Ligen

source: Season
de: Saison

source: Season Partition
de: Saison-Abschnitt

source: Season Partitions
de: Season-Abschnitte

# seasonFirstHalf
source: First Half
de: Hinrunde

# seasonSecondHalf
source: Second Half
de: Rückrunde

source: Competition
de: Turnier

source: Competitions
de: Turniere

source: Competition System
de: Wettkampfsystem

source: Competition Systems
de: Wettkampfsysteme

source: Bout Day
de: Kampftag

source: Bout Days
de: Kampftage

source: Match
de: Begegnung

source: Matches
de: Begegnungen

# competitionNumber
source: Competition-ID
de: Turnier-ID

# matchNumber
source: Match-ID
de: Begegnungs-ID / Kampf-ID

source: Lineup
de: Aufstellung

source: Lineups
de: Aufstellungen

source: Bout
de: Kampf

source: Bouts
de: Kämpfe

source: Bout-No.
de: Kampf-Nr.

source: Bout Result
de: Kampfergebnis

# boutResultVfa
source: Victory by fall
de: Schultersieg

# boutResultVin
source: Victory by injury
de: Aufgabesieg wegen Verletzung

# boutResultBothVin
source: Both wrestlers are injured
de: Beide Ringer sind verletzt

# boutResultVca
source: Victory by cautions - the opponent received 3 cautions "O" due to error against the rules
de: Sieger durch 3 Verwarnungen / Regelwidrigkeit des Gegners

# boutResultVsu
source: Technical superiority
de: Technische Überlegenheit

# boutResultVpo
source: Victory by points
de: Punktsieg

# boutResultVfo
source: Victory by forfeit - no show up on the mat / not attending or failing the weigh-in
de: Sieger durch Ausschluss des Gegners vom Wettkampf wegen Nichtantritt / Übergewicht / Untergewicht

# boutResultBothVfo
source: None of wrestlers pass the weight or show up on the mat
de: Keiner der Ringer ist erschienen oder erfüllte das Gewicht

# boutResultDsq
source: Victory by disqualification of the opponent from the whole competition due to infringement of the rules
de: Sieger durch Ausschluss des Gegners vom Wettkampf wegen Unsportlichkeit / Tätlichkeit

# boutResultBothDsq
source: In case both wrestlers have been disqualified due to infringement of the rules
de: Beide Ringer disqualifiziert wegen Unsportlichkeit / Regelwidrigkeit

# boutResultVfaAbbr
source: VFA
de: SS

# boutResultVinAbbr
source: VIN
de: AS

# boutResultBothVinAbbr
source: 2VIN
de: AS2

# boutResultVcaAbbr
source: VCA
de: DV

# boutResultVsuAbbr
source: VSU
de: TÜ

# boutResultVpoAbbr
source: VPO
de: PS

# boutResultVfoAbbr
source: VFO
de: DN

# boutResultBothVfoAbbr
source: 2VFO
de: DN2

# boutResultDsqAbbr
source: DSQ
de: DQ

# boutResultBothDsqAbbr
source: 2DSQ
de: DQ2

source: Actions
de: Aktionen

source: Point
de: Punkt

source: Points
de: Punkte

source: Technical Points
de: Technische Punkte

source: Classification Points
de: Kampfwertungspunkte

# classificationPointsAbbr
source: CP
de: KP

source: Difference
de: Differenz

source: Participation
de: Teilnahme

source: Participations
de: Teilnahmen

# boutConfig
source: Bout configuration
de: Kampf-Konfiguration

source: Bout Result Rule
de: Kampfergebnisregel

source: Bout Result Rules
de: Kampfergebnisregeln

source: Launch Scratch Bout
de: Starte Notiz-Kampf

source: Red
de: Rot

source: Blue
de: Blau

source: Winner
de: Gewinner

source: Wins
de: Siege

source: Loser
de: Verlierer

source: Result
de: Ergebnis

# wrestlingStyle
source: Style
de: Stilart

source: Freestyle
de: Freistil

source: Greco-Roman
de: Gr.-Römisch

source: Verbal Warning
de: Verbale Ermahnung

source: Passivity
de: Passivität

source: Caution
de: Verwarnung

source: Dismissal
de: Ausschluss

source: activity time
de: Aktivitätszeit

# activityTimeAbbr
source: AT
de: AZ

source: injury time
de: Verletzungszeit

# injuryTimeShort
source: IT
de: VZ

# bleedingInjuryTimeShort
source: BT
de: BZ

source: Delete latest action
de: Lösche letzte Aktion

source: Pause
de: Pausieren

source: Duration
de: Dauer

source: Durations
de: Zeiten

source: Period duration
de: Dauer des Kampfabschnittes

source: Break duration
de: Dauer der Pause

source: Activity duration
de: Dauer der Aktivitätszeit

source: Injury duration
de: Dauer der Verletzungszeit

source: Bleeding injury duration
de: Dauer der Verletzungszeit mit Blut

# periodCount
source: Number of periods
de: Anzahl der Kampfabschnitte

source: Referee
de: Kampfrichter

# refereeAbbr
source: REF
de: SR

source: Judge
de: Punktrichter

# matChairman
source: Mat president
de: Mattenpräsident

source: Time Keeper
de: Zeitnehmer

source: Transcription Writer
de: Protokollführer

source: Steward
de: Ordner

source: Prename
de: Vorname

source: Surname
de: Nachname

source: Age
de: Alter

source: Date of Birth
de: Geburtsdatum

source: Gender
de: Geschlecht

# genderMale
source: Male
de: Männlich

# genderFemale
source: Female
de: Weiblich

# genderTransgender
source: Diverse
de: Divers

source: Nationality
de: Nationalität
